{
  "assumptions": "Lets assume the following:",
  "desc_1": "When you submit a file to Assemblyline, you are required to provide it's classification. This classification is for the submission itself and will be applied to all the children files in the submission as well as the results associated to the submission.",
  "desc_2": "If you realize that you've submitted a file with the wrong classification, you can always use the delete button in the submission detail page to get rid of it.",
  "desc_title": "Submission based classification",
  "ex_title": "Example:",
  "result_a_1": "<bold>File1</bold> is classified ",
  "result_a_2": "<bold>ServiceX</bold> results for <bold>File1</bold> are ",
  "result_a_3": "<bold>File2</bold> is classified ",
  "result_a_4": "<bold>ServiceY</bold> results for <bold>File2</bold> are classified ",
  "result_a_res_1_p1": "<bold>ServiceX</bold> results for <bold>File1</bold> are going to be classified ",
  "result_a_res_1_p2": " because the file is classified higher then the service results. In the eyes of an ",
  "result_a_res_1_p3": " user, they will not exist.",
  "result_a_res_2_p1": "<bold>ServiceY</bold> results for <bold>File2</bold> will remain classified ",
  "result_a_res_2_p2": " since the classification of the results is higher than the classification of the file itself.",
  "result_desc": "The various Assemblyline services will output their results at different classification levels depending on the technique/tool used to provide the result. To prevent the search engine from displaying results of classified files to unclassified users, the system will apply the maximum classification between the file classification and the service result classification to the results.",
  "result_title": "Service results have classification too!",
  "title": "Classification Help",
  "submission_a_1": "<bold>Submission1</bold> is classified ",
  "submission_a_2": "<bold>Submission2</bold> is classified ",
  "submission_a_3": "<bold>File1</bold> is in both submissions.",
  "submission_a_res_1_p1": "<bold>File1</bold>'s classification will be ",
  "submission_a_res_1_p2": " which is the lowest classification between the two files. <bold>Submission1</bold> and <bold>Submission2</bold> will remain to their original classification.",
  "submission_a_res_2_p1": "<bold><italic>If one of the submission is deleted</italic></bold>, let's says <bold>Submission2</bold>. The system will re-calculate the classification of all the files related to the deleted submission. <bold>File1</bold>'s classification will now be ",
  "submission_a_res_2_p2": ". <bold>Submission1</bold> will remain to its original classification.",
  "submission_desc": "If two submission contain the same file but those submissions have different classifications, the system will assign to lowest classification of the two submissions to the file.",
  "submission_title": "One file, multiple submissions",
  "validation_groups": "Groups Releaseability",
  "validation_groups_desc": "To view a piece of information protected with a group releaseability, the user <bold>must have at least one</bold> of the groups that the submission/file/result the user is trying to view has.",
  "validation_groups_none": "There are no groups configured in this system.",
  "validation_groups_note": "** <bold>NOTE</bold>: not providing a group makes it available to all groups.",
  "validation_groups_supported": "Currently Supported Groups:",
  "validation_level": "Classification Level",
  "validation_level_desc": "Classification level is validated by using <bold>greater than or equal</bold>. The user's classification has to be greater than or equal to submission/file/result it is trying to view/search.",
  "validation_level_supported": "Currently Supported classification levels:",
  "validation_required": "Required tokens",
  "validation_required_desc": "To view a piece of information protected with required tokens, the user <bold>must have all</bold> the tokens that the submission/file/result the user is trying to view has.",
  "validation_required_none": "There are no required field configured in this system.",
  "validation_required_supported": "Currently Supported Required Tokens:",
  "validation_subgroups": "Sub-Groups Releaseability",
  "validation_subgroups_desc": "To view a piece of information protected with a sub-groups releaseability, the user <bold>must have at least one</bold> of the sub-groups that the submission/file/result the user is trying to view has.",
  "validation_subgroups_none": "There are no sub-groups configured in this system.",
  "validation_subgroups_note": "** <bold>NOTE</bold>: not providing a subgroup  makes it available to all subgroup.",
  "validation_subgroups_supported": "Currently Supported Sub-Groups:",
  "validation_title": "How is the classification validated?"
}
