{
  "assumptions": "Supposons ce qui suit:",
  "desc_1": "Lorsque vous soumettez un fichier à Assemblyline, vous devez fournir sa classification. Cette classification concerne la soumission elle-même et sera appliquée à tous les fichiers enfants de la soumission ainsi qu'aux résultats associés à la soumission.",
  "desc_2": "Si vous réalisez que vous avez soumis un fichier avec la mauvaise classification, vous pouvez toujours utiliser le bouton Supprimer dans la page de détails de la soumission pour vous en débarrasser.",
  "desc_title": "Classification basée sur la soumission",
  "ex_title": "Exemple:",
  "result_a_1": "<bold>Fichier1</bold> est classé ",
  "result_a_2": "Les résultats du <bold>ServiceX</bold> pour le <bold>Fichier1</bold> sont ",
  "result_a_3": "<bold>Fichier2</bold> est classé ",
  "result_a_4": "Les résultats du <bold>ServiceY</bold> pour le <bold>Fichier2</bold> sont ",
  "result_a_res_1_p1": "Les résultats du <bold>ServiceX</bold> pour le <bold>Fichier1</bold> vont être classés ",
  "result_a_res_1_p2": " parce que le fichier est classé plus haut que les résultats du service. Aux yeux d'un utilisateur ",
  "result_a_res_1_p3": " , ils n'existeront pas.",
  "result_a_res_2_p1": "Les résultats du <bold>ServiceY</bold> pour le <bold>Fichier2</bold> resteront classés ",
  "result_a_res_2_p2": " car la classification des résultats est supérieure à la classification du fichier lui-même.",
  "result_desc": "Les différents services Assemblyline produiront leurs résultats à différents niveaux de classification en fonction de la technique / de l'outil utilisé pour fournir le résultat. Pour empêcher le moteur de recherche d'afficher les résultats des fichiers classifiés aux utilisateurs non classés, le système appliquera la classification maximale entre la classification des fichiers et la classification des résultats du service aux résultats du fichier.",
  "result_title": "Les résultats des services ont également une classification!",
  "title": "Aide à la Classification",
  "submission_a_1": "<bold>Soumission1</bold> est classée ",
  "submission_a_2": "<bold>Soumission2</bold> est classée ",
  "submission_a_3": "<bold>Fichier1</bold> est dans les deux soumissions.",
  "submission_a_res_1_p1": "La classification de <bold>Fichier1</bold> sera ",
  "submission_a_res_1_p2": " qui est la classification la plus basse entre les deux fichiers. <bold>Soumission1</bold> et <bold>Soumission2</bold> conserveront leur classification d'origine.",
  "submission_a_res_2_p1": "<bold><italic>Si l'une des soumissions est supprimée</italic></bold>, disons <bold>Soumission2</bold>, le système recalculera la classification de tous les fichiers liés à la soumission supprimée. La classification de <bold>File1</bold> sera désormais ",
  "submission_a_res_2_p2": ". <bold>Soumission1</bold> conservera sa classification d'origine.",
  "submission_desc": "Si deux soumissions contiennent le même fichier mais que ces soumissions ont des classifications différentes, le système attribuera la classification la plus basse des deux soumissions au dossier.",
  "submission_title": "Un fichier, plusieurs soumissions",
  "validation_groups": "Diffusion des groupes",
  "validation_groups_desc": "Pour afficher une information protégée par une diffusion de groupe, l'utilisateur <bold>doit avoir au moins un</bold> des groupes que possède la soumission / le fichier / le résultat que l'utilisateur tente de visualiser.",
  "validation_groups_none": "Aucun groupe n'est configuré dans ce système.",
  "validation_groups_note": "** <bold>REMARQUE</bold>: ne pas fournir de groupe le rend disponible à tous les groupes.",
  "validation_groups_supported": "Groupes actuellement pris en charge:",
  "validation_level": "Niveau de classification",
  "validation_level_desc": "Le niveau de classification est validé en utilisant la function <bold>supérieur ou égal</bold>. La classification de l'utilisateur doit être supérieure ou égale à la soumission / fichier / résultat qu'il tente d'afficher / de rechercher.",
  "validation_level_supported": "Niveaux de classification actuellement pris en charge:",
  "validation_required": "Jetons requis",
  "validation_required_desc": "Pour afficher une information protégée avec les jetons requis, l'utilisateur <bold>doit avoir tous</bold> les jetons que possède la soumission / le fichier / le résultat que l'utilisateur tente de visualiser.",
  "validation_required_none": "Aucun jeton requis n'est configuré dans ce système.",
  "validation_required_supported": "Jetons requis actuellement pris en charge:",
  "validation_subgroups": "Diffusion des sous-groupes",
  "validation_subgroups_desc": "Pour afficher une information protégée par une diffusion de sous-groupes, l'utilisateur <bold>doit avoir au moins un</bold> des sous-groupes que possède la soumission / le fichier / le résultat que l'utilisateur tente de visualiser.",
  "validation_subgroups_none": "Aucun sous-groupe n'est configuré dans ce système.",
  "validation_subgroups_note": "** <bold>REMARQUE</bold>: ne pas fournir de sous-groupe le rend disponible à tous les sous-groupes.",
  "validation_subgroups_supported": "Sous-groupes actuellement pris en charge:",
  "validation_title": "Comment la classification est-elle validée?"
}
